---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileHorizontalGap
source: html/dc156fa4-30f2-8f7b-bf3b-aa1091b77f68.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileHorizontalGap Property

The property labeled "Gap Width" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileHorizontalGap { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".